/* Localized versions of Info.plist keys */

AMName = "Enable MPEG-4 Chapter Text Track";

/*  AMApplication localized strings  */
/*  e.g. "TextEdit" = "TextEdit";  */

/*  AMCategory localized strings  */
/*  e.g. "Text" = "Text";  */

/*  AMDefaultParameters localized values  */
/*  e.g. myDefaultIntegerParameter = 0;  */
/*  e.g. myDefaultStringParameter = "Default String Value";  */

/*  AMDescription localized strings  */
//AMDAlert = "(* AMDAlert text goes here. (optional) *)";
//AMDInput = "(* AMDInput text to further explain the types accepted as input goes here. (optional) *)";
//AMDNote = "(* AMDNote text goes here. (optional) *)";
//AMDOptions = "(* AMDOptions text to further explain configuration options in the UI goes here. (optional) *)";
//AMDResult = "(* AMDResult text to further explain the types provided as output goes here. (optional) *)";
//AMDRequires = "(* AMDRequires text to explain anything outside of Automator required for the action's operation, e.g. a web page open in Safari, goes here. (optional) *)";
AMDSummary = "This action enables text tracks as chapter markers for MPEG-4 files.";
//AMDWebsite = "(* AMDWebsite URL to additional information or documentation for the action goes here. (optional) *)";

/*  AMKeyword localized strings  */
/*  e.g. "Filter" = "Filter";  */

/*  AMWarning localized strings  */
ApplyButton = "Add";
IgnoreButton = "Don't Add";
Message = "This action will change the MPEG-4 files passed into it. Would you like to add a Copy Finder Items action so that the copies are changed and your originals are preserved?";
